Repository: tamland/repo-plugins
Catalog: plugin.video.cinetree/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30100
source: General
nl_nl: Algemeen

# #30104
source: Prefer original trailer
nl_nl: Geef voorkeur aan originele trailer

# #30105
source: Genres sorting
nl_nl: Genres sortering

# #30106
source: Sort by
nl_nl: Sorter op

# #30107
source: Sort order
nl_nl: Sorteer volgorde

# #30111
source: Log to:
nl_nl: Log naar:

# #30112
source: Kodi log,File,No logging
nl_nl: Kodi log,File,Geen logging

# #30201
source: Log in
nl_nl: Inloggen

# #30202
source: Log out
nl_nl: Uitloggen

# #30203
source: Show password during entry
nl_nl: Toon wachtwoord tijdens invoer.

# #30501
source: only today!
nl_nl: alleen vandaag nog!

# #30502
source: only {} days left
nl_nl: nog {} dagen beschikbaar

# #30503
source: for members
nl_nl: voor leden

# #30511
source: price
nl_nl: prijs

# #30512
source: members price
nl_nl: ledenprijs

# #30513
source: Subscription film
nl_nl: Alleen met abonnement

# #30514
source: Available for over a year.
nl_nl: Meer dan een jaar beschikbaar

# #30515
source: Available for {} months.
nl_nl: Nog {} maanden beschikbaar

# #30516
source: Available for {} weeks.
nl_nl: Nog {} weken beschikbaar

# #30517
source: Only {} days available.
nl_nl: Nog {} dagen beschikbaar

# #30518
source: Only {} hours available.
nl_nl: Slechts nog {} uur beschikbaar

# #30601
source: Rental film
nl_nl: Huurfilm

# #30602
source: Your balance of € {credit:0.2f} is not sufficient to pay the rental price of € {amount:0.2f}. Please top up your credit at Cinetree or pay the rent on the Cinetree website, or the official Cinetree Apple/Android app.
nl_nl: Je tegoed van € {credit:0.2f} is niet toerijkend om het huurbedrag van € {amount:0.2f} te voldoen. Vul je tegoed bij Cinetree aan of betaal de huur op de Cinetree-website of de officiële Cinetree Apple/Android app.

# #30604
source: More info
nl_nl: Meer Informatie

# #30605
source: Charging the rent to your pre-paid credit with Cinetree is only payment method supported by this Kodi add-on. For additional payment methods use the Cinetree website, or the official Cinetree Android or iOS app. Usually it is easiest to goto 'Huur' on the website and make a search on the film title. Click on 'Nu kijken' and make the payment. Once paid you can close the web browser and watch the film from Kodi. All rented films are available in the menu 'My Films > Rented' for the duration of the rental period.
nl_nl: Via deze Kodi addon kan je alleen direct betalen met je Cinetree tegoed. Andere betaalmethodes zijn beschikbaar op de cinetree-website of de officiële Android of iOS app. Het is meestal het makkelijkste om op de website naar 'huur' te gaan en daar de film op titel te zoeken. Klik daarna op 'Nu kijken' en doe de betaling. Nadat de film is betaald kan je hem vanuit kodi bekijken. Alle gehuurde films zijn gedurende de huurperiode beschikbaar via het menu 'Mijn Films > Gehuurd'.

# #30606
source: This film is not available anymore.
nl_nl: Deze film is niet meer beschikbaar

# #30607
source: Only available with a subscription
nl_nl: Alleen beschikbaar met abonnement

# #30608
source: Nothing found
nl_nl: Niets gevonden

# #30609
source: Too many results, not everything can be shown
nl_nl: Teveel zoek resultaten, niet alles kan getoond worden

# #30611
source: You need to log in to your Cinetree account. You can always log in and log out on the Cinetree addon's settings page.
nl_nl: Je moet inloggen op je Cinetree account. Je kunt altijd inloggen en uitloggen op de instellingen pagina van de Cinetree addon.

# #30612
source: Successfully logged in!
nl_nl: Inloggen is gelukt!

# #30613
source: Logged out!
nl_nl: Uitgelogd!

# #30614
source: User name
nl_nl: Gebruikersnaam

# #30615
source: Password
nl_nl: Wachtwoord

# #30616
source: Invalid username
nl_nl: Ongeldige gebruikersnaam

# #30617
source: Invalid password
nl_nl: Ongeldig wachtwoord

# #30618
source: Try again?
nl_nl: Opnieuw proberen?

# #30619
source: Resume from
nl_nl: Hervat vanaf

# #30620
source: Play from the start
nl_nl: Speel vanaf het begin

# #30621
source: Login now
nl_nl: Nu inloggen

# #30622
source: Rent Film
nl_nl: Huur Film

# #30623
source: Rent '{title}' now? Price: € {amount:0.2f} Current credit: € {credit:0.2f}.
nl_nl: Nu '{title}' huren? Huurbedrag: € {amount:0.2f} Huidig tegoed: € {credit:0.2f}.

# #30624
source: Pay rent
nl_nl: Betaal

# #30625
source: Unfortunately, payment seems to have failed. Please check your balance and invoices on cinetree.nl and report issues in this add-on's support thread on https://forum.kodi.tv/showthread.php?tid=370761
nl_nl: De betaling lijkt helaas te zijn mislukt. Controleer je tegoed en facturen op cinetree.nl en rapporteer problemen in de support thread van deze add-on op https://forum.kodi.tv/showthread.php?tid=370761

# #30626
source: Are you sure you want to remove '{title}' from the list?
nl_nl: Weet je zeker dat je '{title}' uit de lijst wilt verwijderen?

# #30791
source: Cancel
nl_nl: Annuleren

# #30792
source: Yes
nl_nl: Ja

# #30793
source: No
nl_nl: Nee

# #30801
source: My Films
nl_nl: Mijn Films

# #30802
source: Recommended
nl_nl: Aanbevolen

# #30803
source: Subscription
nl_nl: Abonnement

# #30804
source: Rental Films
nl_nl: Huurfilms

# #30805
source: Rentals - collections
nl_nl: Huurfilms - collecties

# #30806
source: Rentals - genres
nl_nl: Huurfilms - genres

# #30807
source: Search
nl_nl: Zoeken

# #30808
source: Already watched
nl_nl: Reeds bekeken

# #30809
source: Rented
nl_nl: Gehuurd

# #30810
source: All Collections
nl_nl: Alle Collecties

# #30811
source: Continue watching
nl_nl: Kijk verder

# #30812
source: Watch list
nl_nl: Opgeslagen

# #30814
source: Short
nl_nl: Kort

# #30815
source: All short films
nl_nl: Alle korte films

# #30859
source: Remove from list
nl_nl: Uit lijst verwijderen

# #30860
source: Save to watch list
nl_nl: Opslaan in mijn films

# #30861
source: Remove from watch list
nl_nl: Verwijderen uit mijn films

# #30901
source: Access not allowed.
nl_nl: Toegang geweigerd.

# #30902
source: Not logged in at Cinetree.
nl_nl: Niet ingelogd bij Cinetree

# #30903
source: Login to account failed.
nl_nl: Account login mislukt.

# #30904
source: Service is not available in this area.
nl_nl: Dienst niet beschikbaar in deze regio

# #30905
source: Connection error: {}.
nl_nl: Verbindingsfout: {}

# #30906
source: Error parsing data.
nl_nl: Fout bij verwerken van data.

# #30920
source: Received invalid data.
nl_nl: Ongeldige data ontvangen

# #30921
source: Stream info not available.
nl_nl: Stream info niet beschikbaar.
